import { Link } from 'react-router-dom';
import '../Styles/AboutPage.css'

function AboutUsPage() {

    const handleDownload = () => {
        const filePath = process.env.PUBLIC_URL + 'Kater 2004, notification document.pdf';
        window.location.href = filePath;
    };

    return (
        <div className="About-Page">

            <div className='picture-div'>

            </div>

            <h1 className='About-h1'>КАТЕР 2004 ЕООД</h1>

            <p className='About-p'>

                Ние сме основани през 2004 г. и сме активни основно в рециклирането и търговията с отпадъци от метали.
                Фирмата разполага с машини и персонал за третиране на отпадъци от производство на метали.
                В нашето пътуване в света на рециклирането се превърнахме във важен партньор на множество фабрики,
                сред които фабрики за производство на лагери, производители на хидравлични системи и компоненти,
                производители на автомобилни компоненти, както и фабрики, произвеждащи металообработващи машини и металорежещи машини.
                В допълнение към успешната ни работа в Европа, ние също се гордеем с доставки в Азия в страни като Китай,
                Индия, Пакистан и азиатска Турция.

            </p>

            <h2 className='About-h2'>Някои от нашите по-големи партньори са:</h2>
            <ul>
                <li>Silcotub Румъния</li>
                <li>SKF БЪЛГАРИЯ</li>
                <li>ЗММ ВРАЦА</li>
                <li>ЗММ НОВА ЗАГОРА</li>
                <li>ЗММ СЛИВЕН</li>
                <li>Палфингер България</li>
                <li>Производители на военно оборудване</li>
                <li>Сиденор Гърция</li>
                <li>Стомана Индъстри България</li>
            </ul>

            <h2 className="notification">КАТЕР 2004 уведомява:</h2>
            <p className='About-p'>Всички заинтересовани физически и юридически лица, че имаме инвестиционно предложение "Монитране на два броя мелници за раздробяване на отпадъчи полимери"
                на съществуваща площадка на "Катер 2004" ЕООД, разположена в гр. Ихтиман, "Предгаров площад" УПИ №3, кв. 147 с обща площ 4040 кв.м.
            </p>
            <p className='About-p'>
                Всички, които желаят да изразят мнения и становища могат да го направят писмено в община Ихтиман - гр. Ихтиман, ул. "Цар Освободител" №123.
            </p>

            <p className='About-p'>
                Пълният документ може да изтеглите от <span onClick={handleDownload} className="download-link">тук</span>. За запитвания или при нужда от повече информация, можете да откриете нашите контакти чрез бутона по-долу.
            </p>

            <Link to="/kontakti">
                <button className="bottom-button-about">Свържете се с нас</button>
            </Link>

        </div>
    );
}

export default AboutUsPage;