import '../../src/Styles/AboutPage.css';

function AboutPage(){
    return(
        <div className="AboutPage">
        <h1 className='About-h1'>ЗА КАТЕР 2004 ЕООД</h1>

        <p className='About-p'>Ние сме основани през 2004 г. и сме активни основно в рециклирането и търговията с отпадъци от метали.
        
        Фирмата разполага с машини и персонал за третиране на отпадъци от производство на метали.
        В нашето пътуване в света на рециклирането се превърнахме във важен партньор на множество фабрики, сред които фабрики за производство на лагери, производители на хидравлични системи и компоненти, производители на автомобилни компоненти, както и фабрики, произвеждащи металообработващи машини и металорежещи машини.
        

       В допълнение към успешната ни работа в Европа, ние също се гордеем с доставки в Азия в страни като Китай, Индия, Пакистан и азиатска Турция.</p>
        <span className='About-span'>
            <p className='About-span-p'>Някои от нашите по-големи партньори са:</p>
            <ul>
                <li>ЛАГЕРИ SKF БЪЛГАРИЯ</li>
                <li>Сиденор Гърция</li>            
                <li>Silcotub Румъния</li>
                <li>Стомана Индъстри България</li>
                <li>Палфингер България</li>
                <li>Производители на военно оборудване</li>
            </ul>
        </span>
        </div>
    );
};

export default AboutPage;