

function AboutPage(){
    return(
        <div className="AbouUs-Page">
        <h1>ЗА КАТЕР 2004 ЕООД</h1>

        <p>Ние сме основани през 2004 г. и сме активни основно в рециклирането и търговията с отпадъци от метали.</p>
        
        <p>Фирмата разполага с машини и персонал за третиране на отпадъци от производство на метали.
        В нашето пътуване в света на рециклирането се превърнахме във важен партньор на множество фабрики, сред които фабрики за производство на лагери, производители на хидравлични системи и компоненти, производители на автомобилни компоненти, както и фабрики, произвеждащи металообработващи машини и металорежещи машини.
        </p>
        <p>В допълнение към успешната ни работа в Европа, ние също се гордеем с доставки в Азия в страни като Китай, Индия, Пакистан и азиатска Турция.</p>
        <span>
        Някои от нашите по-големи партньори са:
        ЛАГЕРИ SKF БЪЛГАРИЯ
        Сиденор Гърция
        Silcotub Румъния
        Стомана Индъстри България
        Палфингер България
        Производители на военно оборудване
        </span>
        </div>
    );
};

export default AboutPage;