import '../../src/Styles/ContactsPage.css';

function ContactPage() {
    return (
        <div className="About-Page">

            <h1 className='About-h1'>КАТЕР 2004 ЕООД</h1>

            <p className='About-p'>

                Ние сме основани през 2004 г. и сме активни основно в рециклирането и търговията с отпадъци от метали.
                Фирмата разполага с машини и персонал за третиране на отпадъци от производство на метали.
                В нашето пътуване в света на рециклирането се превърнахме във важен партньор на множество фабрики,
                сред които фабрики за производство на лагери, производители на хидравлични системи и компоненти,
                производители на автомобилни компоненти, както и фабрики, произвеждащи металообработващи машини и металорежещи машини.
                В допълнение към успешната ни работа в Европа, ние също се гордеем с доставки в Азия в страни като Китай,
                Индия, Пакистан и азиатска Турция.

            </p>

            <h2>Някои от нашите по-големи партньори са:</h2>
            <ul>
                <li>ЛАГЕРИ SKF БЪЛГАРИЯ</li>
                <li>Сиденор Гърция</li>
                <li>Silcotub Румъния</li>
                <li>Стомана Индъстри България</li>
                <li>Палфингер България</li>
                <li>Производители на военно оборудване</li>
            </ul>

            <section className='Contacts-body'>
                <h2>Как да ни намерите</h2>
                <p>Телефон: 0885728726</p>
                <p>Адрес: ул. „Първа българска армия“ 11, София</p>
                <p>Работно време: 08.30 - 16.30 всеки делничен ден</p>

                <div className='map-holder'>
                    <iframe
                        title="Google Maps"
                        src="https://www.google.com/maps/embed/v1/place?q=42.724701, 23.322697&key=AIzaSyA954Mp-b94PU899AlgE1j7fRQgx1fTy1Y"
                        // frameBorder="0"
                        style={{ border: '0', width: '100%', height: '100%' }}
                        allowFullScreen
                        loading="lazy"
                    ></iframe>
                </div>
            </section>
        </div>
    );
};

export default ContactPage;